<template>
  <v-container fluid>
    <v-flex xs11 mx-auto>
      <div class="home_wrapper">
        <div class="title">
          <h1>תנאי</h1>
          <h1>האתר</h1>
        </div>

        <div class="p-container">
          <h3>לורם איפסום</h3>
          <p>
            וש הזכוכית העתיק הגדול ביותר בעולם התגלה בישראל בשנת 1959. במהלך
            החפירות הארכאולוגיות באתר בית שערים, על קרקעיתה של מערה חצובה, התגלה
            גוש מלבני גדול עשוי זכוכית בלתי שקופה בגוון סגול: אורכו כשלושה מטרים
            וחצי, רוחבו שני מטרים, עוביו כחצי מטר ומשקלו כ-8.8 טון. הזכוכית הזאת
            הייתה נושא למחקר בבית החרושת קורנינג שבארצות הברית שיצקו את המראה
            מחזירת האור לטלסקופ שבמצפה הכוכבים שבהר פאלומר מגוש זכוכית שמשקלו
            היה 14.5 טון. המערה שנמצא בה הגוש שימשה סדנה לייצור זכוכית בתקופה
            המוסלמית הקדומה: נבנה בה תנור היתוך גדול שעורבבו בו חומרי הגלם
            לזכוכית, והובערה בה אש שלובתה לטמפרטורה של מעל 1,000 מעלות צלזיוס
            במשך שבועות אחדים, עד שהחומרים התרכבו לכדי זכוכית ישראל את ישיבתה
            ביום 30 במרץ 2008.
          </p>
          <p>
            . לאחר מכן הרסו את התנור וניתן היה לשבור מן הגוש גושים קטנים לשם
            מכירה לסדנאות ייצור כלי זכוכית שהיו בסביבה. במערה זו, סביב גוש
            הזכוכית הזה, קיימה ממשלת
          </p>
        </div>
        <div class="p-container">
          <h3>לורם איפסום</h3>
          <p>
            וש הזכוכית העתיק הגדול ביותר בעולם התגלה בישראל בשנת 1959. במהלך
            החפירות הארכאולוגיות באתר בית שערים, על קרקעיתה של מערה חצובה, התגלה
            גוש מלבני גדול עשוי זכוכית בלתי שקופה בגוון סגול: אורכו כשלושה מטרים
            וחצי, רוחבו שני מטרים, עוביו כחצי מטר ומשקלו כ-8.8 טון. הזכוכית הזאת
            הייתה נושא למחקר בבית החרושת קורנינג שבארצות הברית שיצקו את המראה
            מחזירת האור לטלסקופ שבמצפה הכוכבים שבהר פאלומר מגוש זכוכית שמשקלו
            היה 14.5 טון. המערה שנמצא בה הגוש שימשה סדנה לייצור זכוכית בתקופה
            המוסלמית הקדומה: נבנה בה תנור היתוך גדול שעורבבו בו חומרי הגלם
            לזכוכית, והובערה בה אש שלובתה לטמפרטורה של מעל 1,000 מעלות צלזיוס
            במשך שבועות אחדים, עד שהחומרים התרכבו לכדי זכוכית ישראל את ישיבתה
            ביום 30 במרץ 2008.
          </p>
          <p>
            . לאחר מכן הרסו את התנור וניתן היה לשבור מן הגוש גושים קטנים לשם
            מכירה לסדנאות ייצור כלי זכוכית שהיו בסביבה. במערה זו, סביב גוש
            הזכוכית הזה, קיימה ממשלת
          </p>
        </div>
        <div class="p-container">
          <h3>לורם איפסום</h3>
          <p>
            וש הזכוכית העתיק הגדול ביותר בעולם התגלה בישראל בשנת 1959. במהלך
            החפירות הארכאולוגיות באתר בית שערים, על קרקעיתה של מערה חצובה, התגלה
            גוש מלבני גדול עשוי זכוכית בלתי שקופה בגוון סגול: אורכו כשלושה מטרים
            וחצי, רוחבו שני מטרים, עוביו כחצי מטר ומשקלו כ-8.8 טון. הזכוכית הזאת
            הייתה נושא למחקר בבית החרושת קורנינג שבארצות הברית שיצקו את המראה
            מחזירת האור לטלסקופ שבמצפה הכוכבים שבהר פאלומר מגוש זכוכית שמשקלו
            היה 14.5 טון. המערה שנמצא בה הגוש שימשה סדנה לייצור זכוכית בתקופה
            המוסלמית הקדומה: נבנה בה תנור היתוך גדול שעורבבו בו חומרי הגלם
            לזכוכית, והובערה בה אש שלובתה לטמפרטורה של מעל 1,000 מעלות צלזיוס
            במשך שבועות אחדים, עד שהחומרים התרכבו לכדי זכוכית ישראל את ישיבתה
            ביום 30 במרץ 2008.
          </p>
          <p>
            . לאחר מכן הרסו את התנור וניתן היה לשבור מן הגוש גושים קטנים לשם
            מכירה לסדנאות ייצור כלי זכוכית שהיו בסביבה. במערה זו, סביב גוש
            הזכוכית הזה, קיימה ממשלת
          </p>
        </div>
        <div class="p-container">
          <h3>לורם איפסום</h3>
          <p>
            וש הזכוכית העתיק הגדול ביותר בעולם התגלה בישראל בשנת 1959. במהלך
            החפירות הארכאולוגיות באתר בית שערים, על קרקעיתה של מערה חצובה, התגלה
            גוש מלבני גדול עשוי זכוכית בלתי שקופה בגוון סגול: אורכו כשלושה מטרים
            וחצי, רוחבו שני מטרים, עוביו כחצי מטר ומשקלו כ-8.8 טון. הזכוכית הזאת
            הייתה נושא למחקר בבית החרושת קורנינג שבארצות הברית שיצקו את המראה
            מחזירת האור לטלסקופ שבמצפה הכוכבים שבהר פאלומר מגוש זכוכית שמשקלו
            היה 14.5 טון. המערה שנמצא בה הגוש שימשה סדנה לייצור זכוכית בתקופה
            המוסלמית הקדומה: נבנה בה תנור היתוך גדול שעורבבו בו חומרי הגלם
            לזכוכית, והובערה בה אש שלובתה לטמפרטורה של מעל 1,000 מעלות צלזיוס
            במשך שבועות אחדים, עד שהחומרים התרכבו לכדי זכוכית ישראל את ישיבתה
            ביום 30 במרץ 2008.
          </p>
          <p>
            . לאחר מכן הרסו את התנור וניתן היה לשבור מן הגוש גושים קטנים לשם
            מכירה לסדנאות ייצור כלי זכוכית שהיו בסביבה. במערה זו, סביב גוש
            הזכוכית הזה, קיימה ממשלת
          </p>
        </div>
      </div>
    </v-flex>
  </v-container>
</template>
<script>
export default {
  name: "Policies",
};
</script>
<style>
@import url("https://use.typekit.net/iqi5ojj.css");

.home_wrapper {
  width: 100%;
  display: flex;
  flex-direction: column;
  background: linear-gradient(
    180deg,
    rgba(232, 227, 227, 0) 0%,
    #eaeaea 77.76%
  );
}

.title {
  display: flex;
  /* margin-left: 36vw; */
  margin-right: 20vw;
}

h1 {
  margin-left: 0.6vw;
  font-style: normal;
  font-weight: 700;
  font-size: 2vw;
  line-height: 90px;

  /* or 323% */

  /* grey */

  color: #31353d;
}

h1:nth-last-of-type(2) {
  color: #6991b2;
}

h3 {
  font-style: normal;
  font-weight: 700;
  font-size: 1.4vw;
  line-height: 90px;
  /* or 323% */

  /* grey */

  color: #31353d;
}

p {
  width: 50%;
  font-family: "ibm-plex-sans-hebrew", sans-serif;

  font-style: normal;
  font-weight: 400;
  font-size: 16px;
  line-height: 30px;
  /* or 187% */

  text-align: right;

  /* grey */

  color: #31353d;

  opacity: 0.7;
  /* 1 */

  text-shadow: 0px 20px 48.5714px rgba(49, 54, 62, 0.1);
}
.p-container {
  /* text-align: center; */
  margin-right: 20vw;
  display: flex;
  flex-direction: column;
}
</style>