<template>
  <v-flex class="tnc_wrapper h100 w100 px-3 app_padding_top">
    <v-flex md8 lg5 xl4 mx-auto>
      <br>

      <h1>
        <span class="main_text_color">תנאי </span>
        <span class="dark_text_color">האתר</span>
      </h1>  

      <br>
    
      <div class="tnc_content" v-html="terms"></div>

      <br>
    </v-flex>
  </v-flex>
</template>

<script>
export default {
  computed: {
    terms() {
      return `
        <h2>
          לורם איפסום
        </h2>
        <p>
          םוספיא םרול
          תילא גניסיפידא ררוטקסנוק ,טמא טיס רולוד םוספיא םרול
          וטוסנמ ,אילב שצ ימחשצ תל .חערל חיתת ץניק ףולב ימורפל
          סוורא םולונ .קרורב המציש הירקולב וקומצ ,יבננ וקיבל חלמצ
          זד טיעכס קשהרק תימאהל ןמזווקא ,סיווק סיליסופ - ןאיפאס
          םרול טרבוס ררפנומ רלוגךרונמ יאושנ ןיכטמל םכנמ ,אמ
          טעפוצ עהלוק .טגעבשו ,ץיל קג רירעב ץונכל ,לוהי קצבש
          םרול יצאלק .םיצוחימ טשרלכ ץמורב ,ףיא ןביא חוקרמל
          תס .תילא גניסיפידא ררוטקסנוק ,טמא טיס רולוד םוספיא
          .םאיד הטפולוו סילוקאיא סד .האבינ ןונ יסינ םוקנמלא
          םולוביטסו וגואא לאוו סוטקל תגא סארק ,רולוד טא םולוביטסו
        </p>

        <br>

        <h2>
          לורם איפסום
        </h2>
        <p>
          םוספיא םרול
          תילא גניסיפידא ררוטקסנוק ,טמא טיס רולוד םוספיא םרול
          וטוסנמ ,אילב שצ ימחשצ תל .חערל חיתת ץניק ףולב ימורפל
          סוורא םולונ .קרורב המציש הירקולב וקומצ ,יבננ וקיבל חלמצ
          זד טיעכס קשהרק תימאהל ןמזווקא ,סיווק סיליסופ - ןאיפאס
          םרול טרבוס ררפנומ רלוגךרונמ יאושנ ןיכטמל םכנמ ,אמ
          טעפוצ עהלוק .טגעבשו ,ץיל קג רירעב ץונכל ,לוהי קצבש
          םרול יצאלק .םיצוחימ טשרלכ ץמורב ,ףיא ןביא חוקרמל
          תס .תילא גניסיפידא ררוטקסנוק ,טמא טיס רולוד םוספיא
          .םאיד הטפולוו סילוקאיא סד .האבינ ןונ יסינ םוקנמלא
          םולוביטסו וגואא לאוו סוטקל תגא סארק ,רולוד טא םולוביטסו
        </p>
      
        <br>

        <h2>
          לורם איפסום
        </h2>
        <p>
          םוספיא םרול
          תילא גניסיפידא ררוטקסנוק ,טמא טיס רולוד םוספיא םרול
          וטוסנמ ,אילב שצ ימחשצ תל .חערל חיתת ץניק ףולב ימורפל
          סוורא םולונ .קרורב המציש הירקולב וקומצ ,יבננ וקיבל חלמצ
          זד טיעכס קשהרק תימאהל ןמזווקא ,סיווק סיליסופ - ןאיפאס
          םרול טרבוס ררפנומ רלוגךרונמ יאושנ ןיכטמל םכנמ ,אמ
          טעפוצ עהלוק .טגעבשו ,ץיל קג רירעב ץונכל ,לוהי קצבש
          םרול יצאלק .םיצוחימ טשרלכ ץמורב ,ףיא ןביא חוקרמל
          תס .תילא גניסיפידא ררוטקסנוק ,טמא טיס רולוד םוספיא
          .םאיד הטפולוו סילוקאיא סד .האבינ ןונ יסינ םוקנמלא
          םולוביטסו וגואא לאוו סוטקל תגא סארק ,רולוד טא םולוביטסו
        </p>


      `;
    }
  }
}
</script>

<style scoped>

  .tnc_wrapper {
    background-color: #eeeeee;
    opacity: .8;
  }

</style>